Revit 2027 API
ParameterTypeId.TagAngleParam Property
 "Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TagAngleParam { get; }
Public Shared ReadOnly Property TagAngleParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TagAngleParam {
	ForgeTypeId^ get ();
}
static member TagAngleParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace